export const headerHotSearchList = [
  "学化妆",
  "新妆容",
  "清新妆容",
  "小萝莉",
  "超可爱",
  "气质范儿",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  ""
]

export const headerYouLikeList = [
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  ""
]

export const mallHotSearchList = [
  "眼影",
  "性价比",
  "眼妆",
  "眼线笔",
  "小清新",
  "网红款",
  "提高肤色",
  "焕发气质",
  "柔软",
  "保湿滋润",
  "女王",
  "顺滑",
  "平价",
  "隐形",
  "蜂蜜眼影",
  "遮瑕",
  "明星同款",
  "保湿无色"
]

export const mallYouLikeList = [
  "小清新",
  "貂毛美睫",
  "遮瑕",
  "防水抗油",
  "自然持久",
  "蜂蜜眼影",
  "南瓜色",
  "幻彩彩妆盘",
  "明星同款",
  "自然防真"
]

export const navsData = {
  /*眼影*/
  navs1: [
    "沙漠玫瑰",
    "网红款",
    "九色",
    "幻彩彩妆盘",
    "四色",
    "樱桃盘",
    "日落盘",
    "大地色",
    "限量款",
    "南瓜色",
    "白盘哑光",
    "圣诞专款",
    "衰败城市款",
    "蜂蜜眼影",
    "零触感",
    "裸色",
    "限量",
    "海外正品",
    "蓝色冰狼大地",
    "光影星河盘",
    "中国风",
    "珠光大地",
    "柔幻星纱",
    "探险家盘",
    "璀璨星空魅黑",
    "高光盘",
    "绿缘萝",
    "厌世闪粉",
    "大地橘色衰",
    "抖音款",
    "懒人橘",
    "人鱼姬色",
    "孕妇专用",
    "初学者专用",
    "米潮四色",
    "暖色调",
    "敦煌博物馆合作款"
  ],
  /*睫毛膏*/
  navs2: [
    "广角羽扇S型",
    "自然持久",
    "加密加长",
    "纤长卷翘",
    "炫黑",
    "惊艳打底",
    "猎豹艳炫",
    "魅润",
    "网红款",
    "防水抗油",
    "惊艳特长",
    "双头经典",
    "摩天翘",
    "花样美姬",
    "梦幻泪眼",
    "立体明炯",
    "深邃",
    "抖音同款",
    "梦幻芭蕾大眼款火焰鸟精细",
    "大眼甜心"
  ],
  /*粉底液*/
  navs3: [
    "油皮亲妈",
    "持久",
    "干皮救星",
    "保湿",
    "防晒",
    "遮瑕",
    "平价",
    "网红款",
    "致美榛妍",
    "奶油肌",
    "明星同款",
    "焕发气质",
    "提高肤色",
    "雾感",
    "白金级奢华",
    "亮肤",
    "红BB",
    "水润",
    "象牙白",
    "锁妆",
    "自然色",
    "暖象牙",
    "粉米色",
    "清晰无痕",
    "健康舒缓",
    "磨皮小金盖",
    "黄调",
    "喷头式"
  ],
  /*假睫毛*/
  navs4: [
    "自然防真",
    "浓密卷翘",
    "短款",
    "不辣眼",
    "柔软",
    "扁型",
    "貂毛美睫",
    "编织柔软",
    "手工版",
    "日系款",
    "韩款",
    "隐形款",
    "套装",
    "古琦假睫毛",
    "初学者款",
    "学生系",
    "素颜假睫毛",
    "滑垫胶",
    "水貂丝",
    "夜店魅惑妆"
  ],
  /*口红*/
  navs5: [
    "限量",
    "保湿滋润",
    "不易脱色",
    "倾慕哑光",
    "烂番茄色",
    "细闪",
    "丝绒持久",
    "蜜染",
    "牛血色",
    "女王",
    "特烈焰幻",
    "小羊皮",
    "萝卜丁",
    "经典正色",
    "子弹头",
    "杨树林",
    "YSL",
    "圣罗兰",
    "纪梵希",
    "正红色",
    "小辣椒",
    "阿玛尼",
    "405",
    "斩男色",
    "法式红",
    "丰泽",
    "套装",
    "孕妇专用",
    "学生党必备",
    "复古玫红",
    "情书少女",
    "缎光",
    "乡思色"
  ],
  /*眼线笔*/
  navs6: [
    "持久",
    "浓黑耐汗",
    "不晕染",
    "顺滑",
    "滋色",
    "网红款",
    "自然",
    "非胶笔",
    "如胶似漆",
    "初学者款",
    "易上色",
    "预定款",
    "硬头细速干",
    "黑色",
    "棕色",
    "初学者款",
    "学生款",
    "银管",
    "弹力眼线水笔",
    "升级款",
    "自动款",
    "限量版"
  ],
  /*散粉*/
  navs7: [
    "平价",
    "控油",
    "强定妆",
    "保湿无色",
    "蜜粉",
    "持久",
    "桃花轻蜜粉",
    "幻彩流星粉球",
    "隐形"
  ]
}

export const recommendList = [{
    image: "http://cdn.fengblog.xyz/recommendList/1.jpg",
    name: "花西子花隐星穹雕花口持久唇膏",
    link: "https://item.taobao.com/item.htm?spm=a230r.1.14.15.203c3c0aWCuPza&id=602045541090&ns=1&abbucket=3#detail",
    price: "129"
  },
  {
    image: "http://cdn.fengblog.xyz/recommendList/2.jpg",
    name: "MAC/魅可立体绒粉饼提亮粉",
    link: "https://detail.tmall.com/item.htm?spm=a230r.1.14.1.29d55cb8zqEW2g&id=568721065032&cm_id=140105335569ed55e27b&abbucket=3",
    price: "340"
  },
  {
    image: "http://cdn.fengblog.xyz/recommendList/3%281%29.jpg",
    name: "欧莱雅三合一眉笔女不晕染正品",
    link: "https://detail.tmall.com/item.htm?spm=a230r.1.14.27.3183385cByiqOW&id=520712697378&ns=1&abbucket=3",
    price: "120"
  },
  {
    image: "http://cdn.fengblog.xyz/recommendList/4.jpg",
    name: "欧莱雅美眸深邃极细眼线笔",
    link: "https://detail.tmall.com/item.htm?spm=a230r.1.14.57.5e9372b3vHK8op&id=14542079879&ns=1&abbucket=3&skuId=18175129065",
    price: "120"
  },
  {
    image: "http://cdn.fengblog.xyz/recommendList/5.jpg",
    name: "NYX16色眼影盘防水珠光闪粉火",
    link: "https://detail.tmall.hk/hk/item.htm?id=583132721239&ut_sk=1.XKXEP+BI3HgDAAwGQeiRNdRn_21380790_1571568301765.TaoPassword-QQ.1&sourceType=item&price=119&origin_price=299&suid=3E15036C-2217-4D92-8BB0-4AB7650D6640&un=272bbc6e0cee4e5bacb7a888e4a1d6ac&share_crt_v=1&spm=a2159r.13376460.0.0&sp_tk=JFRYdTVZcWxZWEJmJA==&cpp=1&shareurl=true&short_name=h.eK17uLn&sm=c4f4f0&app=chrome",
    price: "119"
  }
]

export const myImages = [{
    id: "http://cdn.fengblog.xyz/%E5%9B%BE%E7%89%873.png",
    course: `<h4>欧美风大地色日常妆容教程 | 新年愿望是惊艳全场   </h4>                                                               
      <h4>眼妆：</h4>
      <p>光影星河九色眼影盘 04 金沙</p>
      <p>日常的大地系配色中暗藏几个出彩的珠光和闪片色，不挑眼型的一盘～</p>
      <p>1.哑光自然棕色Cork大范围打底</p>
      <p>2.珠光红棕色Broken brick在双眼皮褶皱的后二分之一处和下眼睑晕染，眼尾顺眼下眼睑弧度微挑</p>
      <p>3.珠光浅金棕色Clay从上眼睑的四分之一处和下眼睑的二分之一处向后小面积晕染，打造层次感</p>
      <p>4.亮粉铜色Quicksand眼皮中前部提亮</p>
      <h4>底妆：</h4>
      <p>无痕持妆粉底液 P20</p>
      <p>新配方新质地，特别适合油皮和混油皮~</p>
      <h4>🌟带妆测试：</h4>
      <p>1.持妆：4-5h的时候纸巾按压一下T区去油，基本上7-8h带妆是OK的</p>
      <p>2.遮瑕：泛红的痘痘和深色的痘印斑遮不住，一般瑕疵能够遮掉7-80%</p>
      <p>3.保湿：混干皮没有卡粉，偏油肌肤应该能更贴合，沙漠干皮需要做好保湿打底哦~</p>
      `
  },
  {
    id: "http://cdn.fengblog.xyz/hhh/%E5%9B%BE%E7%89%871.png",
    course: `<h4>妆前：</h4>
        <p>妆前敷了片新入的面膜, 面膜纸比较薄, 敷完了脸上水润润滴, 精华液也挺多哒, 比较保湿, 上妆也更服帖一点啦, 不会卡粉啥的。</p>

        <h4>眼影：</h4>
        <p>这次画的偏冷色系的眼妆</p>
        <p>1. 先打底</p>
        <p>2. 棕色铺眼皮晕染</p>
        <p>3. 沾少量灰色涂在双眼皮褶内晕染</p>
        <p>4. 还是刚刚的灰色, 只涂下眼尾的小三角</p>
        <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%878.png"/>
        <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%874.png"/>
        
        <h4>眼线：</h4>
        <p>还是从眼尾拖出一条</p></p>
        <p>不一样的是,要再沾取深棕色眼影在下眼皮的眼头画眼线</p>
        <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%875.png">
        </image>

        <h4>卧蚕：</h4>
        <p>记得用眉笔在卧蚕下方 描一下下</p>
        <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%877.png">
        </image>

        <h4>腮红：</h4>
        <p>今天画的是眼下腮红喔</p></p>
        <p>着重涂在眼周围一圈 画在图上啦</p>

        <h4>口红：</h4>
        <p>涂跟我们紫色腮红相配一点的</p>
        <p>果汁感满满的火龙果M503络红绣 玫红色的夏天涂玫红真的敲显白的 哇介个质地涂了hen润</p>
        <p>薄涂咬唇又hen少女~ 白皮涂了更好看~</p>
        <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%876.png">
        </image>`
  },
  {
    id: "http://cdn.fengblog.xyz/111123.jpg",
    course: `<h4>妆前：</h4>
      <p>妆前敷了片新入的面膜, 面膜纸比较薄, 敷完了脸上水润润滴, 精华液也挺多哒, 比较保湿, 上妆也更服帖一点啦, 不会卡粉啥的。</p>

      <h4>眼影：</h4>
      <p>这次画的偏冷色系的眼妆</p>
      <p>1. 先打底</p>
      <p>2. 棕色铺眼皮晕染</p>
      <p>3. 沾少量灰色涂在双眼皮褶内晕染</p>
      <p>4. 还是刚刚的灰色, 只涂下眼尾的小三角</p>
      <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%878.png"/>
      <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%874.png"/>
      
      <h4>眼线：</h4>
      <p>还是从眼尾拖出一条</p></p>
      <p>不一样的是,要再沾取深棕色眼影在下眼皮的眼头画眼线</p>
      <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%875.png">
      </image>

      <h4>卧蚕：</h4>
      <p>记得用眉笔在卧蚕下方 描一下下</p>
      <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%877.png">
      </image>

      <h4>腮红：</h4>
      <p>今天画的是眼下腮红喔</p></p>
      <p>着重涂在眼周围一圈 画在图上啦</p>

      <h4>口红：</h4>
      <p>涂跟我们紫色腮红相配一点的</p>
      <p>果汁感满满的火龙果M503络红绣 玫红色的夏天涂玫红真的敲显白的 哇介个质地涂了hen润</p>
      <p>薄涂咬唇又hen少女~ 白皮涂了更好看~</p>
      <image fit="cover" src="http://cdn.fengblog.xyz/makeupcourse/%E5%9B%BE%E7%89%876.png">
      </image>
      `
  },
  {
    id: "http://cdn.fengblog.xyz/111mmmm.jpg",
    course: `<h4>可爱感UPPP眉上刘海日系妆容！霓虹杂志同款</p>

      <h4>底妆部分</h4>
      <p>不仅是粉底液要选对适合自己的，上妆工具也很影响妆感喔！</p>
      <p>波比布朗清透持妆粉底液，质感轻雾面，适合我的混干肤质</p>
      <p>上妆JUNO&Co美妆蛋，配合粉底液使用妆感是柔焦无暇的</p>
      <p>而且遮瑕效果真的很棒，少量粉底液就能用全脸，像鼻翼处的毛孔和轻微闭口用尖尖处修饰遮盖掉就很棒啦！</p>
      <p>使用JUNO美妆蛋的时候最好用水泡5次，完全浸湿，用纸巾稍微印干用。</p>

      <p>需要快速点按推开，底妆就能细腻无暇了。</p>

      <h4>眉毛部分</h4>
      <p>先用棕色眉粉填充一遍，再用红色眼影扫上一遍</p>
      <p>稍微延长眉尾，眉毛粗粗的可爱感提升不少！！！</p>

      <h4>眼妆部分</h4>
      <p>上眼皮和卧蚕部分各晕染上图中色块，卧蚕真的很重要！</p>
      <p>用眼线笔自然延长一点点眼尾，刷上睫毛膏</p>

      <h4>腮红部分</h4>
      <p>眼下大部分晕染连着鼻子中间一起扫上</p>
      <p>腮红颜色挑选最好是橘色系</p>
      `
  },
  {
    id: "http://cdn.fengblog.xyz/111%E5%9B%BE%E7%89%871.png",
    course: `<h4>妆容教程 | 又酷又仙·高冷摩卡色妆容·</h4>

      <h4>底妆 | 兰蔻新持妆粉底液 po-01</h4>

      <h4>眼影 | kATE 骨干眼影 BR-6</h4>
      <p>KATE骨干眼影已经很出名叻 我开始化妆的时候就用过 这盘是哑光棕调配色 大气不浮夸 很耐看 比较好画出自然又深邃的眼窝 粉质软糯好上色</p>

      <h4>口红 | 完美日记 小红钻107 牛血色</h4>

      <h4>妆前乳 | blank me</h4>
      <p>略带润色的妆前乳 轻薄好推开 最近一直用这个作为妆前打底 妆容更加服帖持久</p>

      <h4>高光 | 香奈儿限定狮子高光</h4>

      <h4>睫毛膏 | kissme</h4>
      `
  },
  {
    id: "http://cdn.fengblog.xyz/1.jpg",
    course: `<h4>韩系女团妆容</h4>
      <h4>此类韩系浓妆可以抓一些重点：</h4>

      <p>1.眉毛要有眉峰，平眉多韩剧小姐姐风格但我更喜欢这种女团风嘻嘻</p>

      <p>2.眼妆大范围晕染，一定要画内眼线这样结合显得眼睛深邃吸睛，睫毛不够可以假睫毛凑，我上睫毛还好下睫毛全靠画😂扎心了（眼线液笔画）</p>

      <p>3.口红要浓烈！</p>

      <p>欧美妆喜欢巨挑的眉毛和浓的眼妆眼线睫毛，然而经常会出现搭配裸色口红还要把嘴画出边界显得丰满的那种</p>

      <p>韩系就不一样了浓烈的眼妆搭配深色唇色更抓眼球，不会头重脚轻整个妆容比较和谐，日韩系浅唇色多为搭配日常眼妆～</p>

      <h4>🧚‍♀️用到的单品：</h4>

      <p>底妆：bobbibrown虫草</p>

      <p>眉毛：kate 眉粉</p>

      <p>睫毛眼线：kissme</p>

      <p>高光：becca moonstone</p>

      <p>口红：sixtory 25</p>
      `
  },
  {
    id: "http://cdn.fengblog.xyz/11134.jpg",
    course: `<h4>橘子果冻女孩|秋日超显白温暖妆容教程</h4>

      <p>玻璃感的眼妆和唇妆是妆容的重点，颜色的选择都特别显白，完全不挑皮，此外还会使用高光打造韩式底妆的光泽感。</P>

      <h4>edr眼妆：Heimish-Coral Essay</h4>

      <p>在韩国闲逛的时候看到这个盘，试了试色就果断买了。配色真是少女感十足，太适合秋天了赶紧拿出来给大家撸个妆，哑光色粉质细腻，亮片色也很有质感。</P>

      <p>画法：用淡珊瑚色铺满眼皮，再用奶橘色加深眼尾，最后用亮片色涂在眼皮中央作为点睛之笔(玻璃感的重点哦)。</P>

      <h4>edr唇妆：colorpop mama+Laction丰唇棒</h4>

      <p>为营造温暖感，选择棕红色唇釉colourpop 的MAMA。这只唇釉本身是哑光质地，超级拔干，奈何颜色真的太显白太好看了！搭配润唇产品都非常合适。

      丰唇棒一直被我用来润唇，偶然发现与口红叠加出的玻璃果冻唇太好看噜，和make up forever 的双头唇釉的用法一样。</P>

      <p>画法：唇釉点涂于唇中用棉棒晕开，涂上丰唇棒，嘟嘟唇一秒呈现！</P>

      <h4>edr高光：hourglass 色号diffused light</h4>

      <p>腮红用的是眼影盘中的淡珊瑚色，扫在太阳穴至眼下，轻轻带过鼻梁营造可爱的妆感。</P>

      <h4>edr遮瑕 美宝莲橡皮擦100</h4>

      <h4>edr定妆 香堤卡粉饼</h4>

      <h4>edr眼妆腮红 Heimish-Coral Essay</h4>

      <h4>edr睫毛膏 Kate睫毛打底➕恋爱魔镜</h4>

      <h4>edr唇妆 colorpop mama+Laction丰唇棒</h4>

      <h4>edr高光 hourglass 色号diffused light</h4>
      `
  },
  {
    id: "",
    course: `<h4>眼妆教程 | ✨单眼皮也能驾驭韩系女团妆</h4>

      <h4>眼影 | oden's eye Freja仙女盘</h4>
      <p>新晋仙女网红盘 六色哑光六色珠光</p>
      <p>没有一块是用不到的颜色 太实用了</p>
      <p>色彩饱和度超级高 非常好上色 尤其是左下角的橙色和玫色 绝了简直</p>
      <p>粉质软糯 在手臂上的延展性非常好 上眼也不会结块 我爱了</p>
      <p>秋冬必备色系它都有了 还不赶紧囤起来！</p>

      <h4>高光 | oden's eye 四色高光盘</h4>
      <p>这盘的光泽感相当自然</p>
      <p>搭配不同的妆容可以用不同颜色的高光</p>

      <h4>口红 | Colourpop evilqueen</h4>
      <p>cpp的正红色真的好美 无人能敌</p>
      <p>这支带一点点玫红调 太好看了5555</p>

      <h4>粉底 | Hera 17N1</h4>
      <p>被sobong种草买的 事实证明 他真的太好用了</p>
      <p>遮暇力巨好！！而且后期会和肌肤融合的特别棒！一天都不怎么脱妆！</p>

      <h4>腮红 | Zenn win win</h4>
      <p>可爱的嫩粉色</p>
      `
  }
]